{
    "questions": [
      "What are the graduation requirements for my major?",
      "My roomate seems depressed, what should I do?",
        "How do I get involved in student organizations?",
        "who is my advisor?",
      "Can you help me understand my degree audit report?",
      "How do I add or drop a class?",
      "What are the implications of withdrawing from a course?",
      "Can you recommend some courses that would help with my career goals?",
      "How can I check if I'm on track to graduate on time?",
      "What scholarships or financial aid are available for students in my field?",
      "Are there any internship opportunities you recommend?",
      "How do I declare a minor or a second major?",
      "What resources are available if I'm struggling academically?",
      "Can I take courses at another institution and transfer the credits?",
      "Who can I talk to about study abroad opportunities?",
      "How do I get involved in undergraduate research?",
      "Are there any academic policies I should be especially aware of?",
      "Can you explain how the pass/fail option works?",
      "What do I need to do to prepare for graduate school applications?",
      "How can I get academic advising during the summer or winter session?",
          "How can I improve my time management skills?",
          "What strategies can help me cope with exam stress?",
          "Can you help me plan my course schedule for next semester?",
          "What are the consequences of failing a class?",
          "How do I petition for an academic exception?",
          "What extracurricular activities would complement my academic goals?",
          "How often should I meet with my academic advisor?",
          "What are the requirements for graduating with honors?",
          "Can I retake a course to improve my GPA?",
          "What are the prerequisites for my upper-level courses?",
          "Who can I talk to for career advice in my field?",
          "How do I balance my coursework with part-time work?",
          "What are the general education requirements I still need to fulfill?",
          "Where can I find information about professional licensing in my field?",
          "How do I change my advisor?",
          "What steps should I take if I'm considering transferring to another university?",
          "How do I access academic support services, like tutoring or writing help?",
          "What are the deadlines for adding or dropping classes this semester?",
          "How can I check my academic standing?",
          "What do I need to know about the privacy of my academic records?"
        ]
      }
      